{
    "title": "Gateway Appliances docs",
    "lastupdated": "2024-09-24",
    "introduction": "IBM Cloud Gateway Appliances are devices that give you enhanced control over network traffic, accelerate your network’s performance, and improve your network security. You can manage your physical and virtual networks for routing multiple VLANs, for firewalls, VPN, traffic shaping, and more.",
    "section_recommended": [
      {
        "title": "Ordering an IBM Cloud Virtual Router Appliance",
        "description": "The IBM Cloud™ Virtual Router Appliance (VRA) provides the latest Vyatta 5600 operating system for x86 bare metal servers. It is offered as a High Availability (HA) or standalone configuration, and lets you route private and public network traffic selectively, through a full-featured enterprise router that has firewall, traffic shaping, policy-based routing, VPN, and other features.",
        "href": "/docs/virtual-router-appliance?topic=virtual-router-appliance-getting-started-vra"
      },
      {
        "title": "Ordering an IBM Cloud Junniper vSRX",
        "description": "IBM Cloud™ Juniper vSRX allows you to route private and public network traffic selectively, through a full-featured, enterprise-level firewall that is powered by JunOS software features, such as full routing stacks, QoS and traffic sharing, policy-based routing, and VPN.",
        "href": "/docs/vsrx?topic=vsrx-getting-started#ordering-with-a-linked-account"
      },
      {
        "title": "Ordering an IBM Cloud Virtual FortiGate Security Appliance",
        "description": "IBM Cloud™ Virtual FortiGate Security Appliance allows you to route private and public network traffic selectively, through a full-featured, enterprise-level firewall that is powered by FortiOS software features, such as full routing stacks, QoS and traffic sharing, policy-based routing, and VPN, IPS, and IDP.",
        "href": "/docs/vfsa?topic=vfsa-getting-started"
      }
    ],
    "section_learn": {
      "developer": "https://developer.ibm.com/depmodels/cloud/",
      "architecture": "https://www.ibm.com/architectures/hybrid",
      "training": "https://www.ibm.com/training/cloud",
      "community": "https://community.ibm.com/community/user/cloud/home"
    },
    "section_updates": {
      "view_more": "https://www.ibm.com/products/network-appliances",
      "tiles": [
        {
          "date": "March 2024",
          "title": "Virtual FortiGate Security Appliance (vFSA)",
          "description": "General availability of the Virtual Fortigate Security Appliance on IBM Cloud."
        },
        {
          "date": "April 2020",
          "title": "Checking vSRX readiness",
          "description": "ou can now run readiness checks to verify the ability of your IBM Cloud® Juniper vSRX to perform certain gateway actions."
        },
        {
          "date": "August 2018",
          "title": "Brocade operating system version 18.x",
          "description": "Version 18.x of the Brocade OS is now available for the IBM Cloud™ Virtual Router Appliance. Among other new features, this version provides remediation for the Spectre security breach."
        }
      ]
    }
  }
